-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Nov 07, 2018 at 06:00 AM
-- Server version: 10.1.35-MariaDB
-- PHP Version: 7.2.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `newsportal`
--

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` int(10) UNSIGNED NOT NULL,
  `category_name` varchar(300) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `category_name`, `created_at`, `updated_at`) VALUES
(9, 'বাংলাদেশ', '2018-11-05 05:24:10', '2018-11-05 05:24:10'),
(10, 'আন্তর্জাতিক', '2018-11-06 00:15:35', '2018-11-06 00:15:35'),
(11, 'মতামত', '2018-11-06 00:15:50', '2018-11-06 00:15:50'),
(12, 'খেলাধূলা', '2018-11-06 00:16:02', '2018-11-06 00:16:02'),
(13, 'বিনোদন', '2018-11-06 00:16:13', '2018-11-06 00:16:13'),
(14, 'লাইফস্টাইল', '2018-11-06 00:16:27', '2018-11-06 00:16:27'),
(15, 'ছবি', '2018-11-06 00:16:48', '2018-11-06 00:16:48'),
(16, 'ভিডিও', '2018-11-06 00:17:08', '2018-11-06 00:17:08'),
(17, 'বিজ্ঞান-প্রযুক্তি', '2018-11-06 00:17:52', '2018-11-06 00:17:52'),
(18, 'রাশিফল', '2018-11-06 00:18:12', '2018-11-06 00:18:12'),
(19, 'চাকরির-খবর', '2018-11-06 00:18:40', '2018-11-06 00:18:40'),
(20, 'শিক্ষা', '2018-11-06 00:18:59', '2018-11-06 00:18:59'),
(21, 'প্রবাস', '2018-11-06 00:19:11', '2018-11-06 00:19:11'),
(22, 'গণমাধ্যম', '2018-11-06 00:19:27', '2018-11-06 00:19:27'),
(23, 'রাজনীতি', '2018-11-06 00:47:10', '2018-11-06 00:47:10'),
(24, 'ভোটের-হাওয়া', '2018-11-06 05:02:17', '2018-11-06 05:02:17'),
(25, 'অর্থনীতি', '2018-11-06 06:44:01', '2018-11-06 06:44:01');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2018_11_04_050653_create_categories_table', 2),
(4, '2018_11_04_093745_create_subcategories_table', 3),
(5, '2018_11_05_060335_create_posts_table', 4);

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `password_resets`
--

INSERT INTO `password_resets` (`email`, `token`, `created_at`) VALUES
('mahbubsprint310@gmail.com', '$2y$10$32ecmteSlktZ32ryBBl9fuXAAEnll0dOXXjFcLk64IwtJ5b8HjIn2', '2018-11-01 01:29:36'),
('Nasimabegume12@gmail.com', '$2y$10$Lg0y72qgRg5KcOxHHerB6On09Jnnl3e9jgw4rv.7AJxJ8KrtNoGNW', '2018-11-01 05:37:57');

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

CREATE TABLE `posts` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `cat_id` int(11) NOT NULL,
  `subcat_id` int(11) DEFAULT NULL,
  `image` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `position` varchar(11) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `posts`
--

INSERT INTO `posts` (`id`, `title`, `cat_id`, `subcat_id`, `image`, `description`, `position`, `created_at`, `updated_at`) VALUES
(7, 'সাত দফার এক দফাও মানা হবে না : কাদের', 23, 27, '1541490086.jpg', '<p>আওয়ামী লীগের সাধারণ সম্পাদক ও সেতুমন্ত্রী ওবায়দুল কাদের বলেছেন, জাতীয় ঐক্যফ্রন্টের সাত দফার এক দফাও মানা হবে না। তাদের দাবি করা সব দফা ভিত্তিহীন ও অযৌক্তিক।</p>\r\n\r\n<p>আজ শুক্রবার রাজধানীর উত্তরা দিয়াবাড়িতে মেট্রোরেল প্রকল্প পরিদর্শন শেষে তিনি একথা বলেন।</p>\r\n\r\n<p>ওবায়দুল কাদের বলেন, তাদের সব দাবি অযৌক্তিক। সাত দফার এক দফাও মানা হবে না। তাই নিরপেক্ষ সরকারের দাবি উঠতে পারে না। নির্বাচনের সময় সরকার তার এজেন্ডাগুলো বাস্তবায়ন করবে। বিশ্বের অন্য দেশে যেভাবে থাকে আমাদের দেশেও একইভাবে সরকার থাকবে।&nbsp;</p>\r\n\r\n<p>মেট্রোরেল নিয়ে তিনি বলেন,&nbsp;২০১৯ সালের ডিসেম্বরে উত্তরা থেকে আগারগাঁও পর্যন্ত মেট্রোরেলের প্রথম ফেজের কাজ শেষ হবে। দ্বিতীয় ফেজ আগারগাঁও থেকে বাংলাদেশ ব্যাংক পর্যন্ত ২০২০ সালের ডিসেম্বরে শেষ হবে। এটি একটি মেগা প্রকল্প।&nbsp;</p>\r\n\r\n<p>একাত্তর ট্রিবিউন/ এআর</p>', 'is-big', '2018-11-06 01:41:26', '2018-11-06 01:41:26'),
(8, 'টেকনাফে ‘বন্দুকযুদ্ধে’ ইয়াবা কারবারি’ নিহত', 9, 4, '1541490180.jpg', '<p>কক্সবাজারের টেকনাফে নাফনদী পাশে&nbsp;দুই দল ইয়াবা ব্যবসায়ীর মধ্যে চালান খালাস নিয়ে গোলাগুলির ঘটনা ঘটেছে। এতে এক ইয়াবা কারবারির মৃতদেহ, অস্ত্র, বুলেট ও ইয়াবা উদ্ধার করা হয়েছে।&nbsp;<br />\r\n&nbsp;<br />\r\nপুলিশ সূত্রে&nbsp;জানা গেছে, শুক্রবার ভোররাতে টেকনাফ মডেল থানার অফিসার্স ইনচার্জ প্রদীপ কুমারের নেতৃত্বে একদল পুলিশ হ্নীলা থেকে মাদক বিরোধী অভিযান শেষে ফেরার পথে দমদমিয়া এলাকায় পৌঁছলে নাফনদীর কিনারায় গোলাগুলির শব্দ শুনতে পায়। পুলিশ ঘটনাস্থলে গেলে ইয়াবা কারবারীরা পুলিশকে লক্ষ্য করে গুলিবর্ষণ করে। পুলিশও আত্মরক্ষার্থে পাল্টা গুলিবর্ষণ করে। গোলাগুলি শেষে&nbsp;পরিস্থিতি শান্ত হলে ঘটনাস্থল তল্লাশি করে একটি গুলিবিদ্ধ মৃতদেহ, ২টি দেশীয় অস্ত্র, ১০ রাউন্ড বুলেট ও ৬ হাজার পিস ইয়াবা পাওয়া যায়।</p>\r\n\r\n<p>মৃতদেহ থানায় নিয়ে উপজেলার হ্নীলা ইউনিয়নের ৬নং ওয়ার্ডের উলুচামরী এলাকার কালা মিয়া প্রকাশ কালুর পুত্র হামিদুল ইসলাম প্রকাশ লালাইয়া ওরফে বার্মাইয়া লালাইয়া বলে (৩৫) শনাক্ত করে।<br />\r\n&nbsp;<br />\r\nনিহত ইয়াবা কারবারী লালাইয়া উক্ত এলাকার&nbsp;মৃত সিকদার আলীর পুত্র ও স্বরাষ্ট্র মন্ত্রণালয়ের তালিকাভুক্ত ইয়াবা ডন হামিদ হোছনের সেকেন্ড ইন কমান্ড।&nbsp;<br />\r\n&nbsp;</p>\r\n\r\n<p>একাত্তর ট্রিবিউন/ এআর</p>', 'is-right', '2018-11-06 01:43:00', '2018-11-06 01:43:00'),
(9, 'চট্টগ্রামে সমাবেশের অনুমতি পেয়েছে ঐক্যফ্রন্ট', 23, 27, '1541490382.jpg', '<p>চট্টগ্রামে জনসভা করার অনুমতি পেয়েছে জাতীয় ঐক্যফ্রন্ট। আগামী রোববার (২৮ অক্টোবর) ঐক্যফ্রন্ট চট্টগ্রামের কাজীর দেউড়িতে অবস্থিত বিএনপির মহানগর কার্যালয়ের সামনে এই সমাবেশ করবে।</p>\r\n\r\n<p>চট্টগ্রাম মহানগর পুলিশ কমিশনার মো. মাহাবুবুর রহমান প্রথম আলোকে এ কথা জানিয়েছেন। তিনি বলেন, শর্তসাপেক্ষে জাতীয় ঐক্যফ্রন্টকে বিএনপির কার্যালয় নাসিমন ভবন সংলগ্ন সড়কের এক পাশ পর্যন্ত ব্যবহার করে জনসভা করার অনুমতি দেওয়া হয়েছে।</p>\r\n\r\n<p>জাতীয় ঐক্যফ্রন্ট চট্টগ্রামের লালদীঘি ময়দানে সমাবেশের অনুমতি চেয়ে পুলিশের কাছে আবেদন করে। আজ শুক্রবার মহানগর পুলিশ ঐক্যফ্রন্টকে লালদীঘি ময়দান ব্যবহারের অনুমতি না দিয়ে বিএনপির কার্যালয়ের সামনে অনুমতি দেয়।</p>\r\n\r\n<p>ঐক্যফ্রন্টকে সমাবেশ বিকেল ৫টার মধ্যে শেষ করতে হবে।</p>\r\n\r\n<p>এর আগে সিলেটে গত বুধবার ঐক্যফ্রন্ট সমাবেশ করে। বিএনপি, গণফোরাম, নাগরিক ঐক্য ও জাসদ-(জেএসডি) নিয়ে জাতীয় ঐক্যফ্রন্ট গঠিত হয়।</p>\r\n\r\n<p>একাত্তর ট্রিবিউন/ এআর</p>', 'is-bottom', '2018-11-06 01:46:22', '2018-11-06 01:46:22'),
(10, 'আওয়ামী লীগ পুনর্নির্বাচিত না হলে উন্নয়নের ক্ষেত্রে অনিশ্চয়তার সৃষ্টি হবে: প্রধানমন্ত্রী', 23, 27, '1541498662.jpg', '<p>প্রধানমন্ত্রী শেখ হাসিনা আশঙ্কা প্রকাশ করে বলেছেন, আগামীতে তাঁর দল পুনর্নির্বাচিত না হলে দেশের উন্নয়নের ক্ষেত্রে অনিশ্চয়তার সৃষ্টি হবে। দেশের শীর্ষ ব্যবসায়ী নেতাদের উদ্দেশে প্রধানমন্ত্রী বলেন, &lsquo;আমাদের অতীতের তিক্ত অভিজ্ঞতা রয়েছে, আর নির্বাচনও ঘনিয়ে এসেছে। আমি জানি না অন্য কোনো দল ক্ষমতায় আসলে কী হবে।&rsquo;</p>\r\n\r\n<p>প্রধানমন্ত্রী শেখ হাসিনা আজ রোববার ঢাকা চেম্বার অব কমার্স অ্যান্ড ইন্ডাস্ট্রিজের (ডিসিসিআই) ৬০তম বর্ষপূর্তি উপলক্ষে বঙ্গবন্ধু আন্তর্জাতিক সম্মেলন কেন্দ্রে অনুষ্ঠিত &lsquo;ডেস্টিনেশন বাংলাদেশ&rsquo; শীর্ষক আন্তর্জাতিক ব্যবসায়ী সম্মেলনের উদ্বোধনী অনুষ্ঠানে প্রধান অতিথির ভাষণে এ কথা বলেন।</p>\r\n\r\n<p>প্রধানমন্ত্রী বলেন, &lsquo;আমরা পার্লামেন্টারি ফর্ম অব ডেমোক্রেসিতে আছি। আগামীতে বাংলাদেশের মানুষ যদি ভোট দেয়, তাহলে আমরা আমাদের লক্ষ্যগুলো অর্জন করতে সক্ষম হব।&rsquo; &lsquo;আর যদি না দেয় তাহলেও আমাদের সব সময় একটা প্রচেষ্টা থাকবে মানুষের পাশে দাঁড়ানোর। তারপর কী হবে, আমি বলতে পারছি না, &rsquo; যোগ করেন প্রধানমন্ত্রী।</p>', 'is-right', '2018-11-06 04:04:22', '2018-11-06 04:04:22'),
(11, '২৫ ইউনিয়নে বিনাপ্রতিদ্বন্দ্বিতায় জয় পাচ্ছে আ.লীগ', 24, 0, '1541502677.jpg', '<p>মেষ: ভাগ্যলক্ষ্মী প্রসন্ন হওয়ায় সফলতা আপনার দ্বারে এসে টোক্কা মারবে। নিত্যনতুন প্ল্যান প্রোগ্রাম আর স্বপ্নসাধ পূরণ হবে। বাণিজ্যিক সফর লাভদায়ক তথা ভ্রমণকালীন বন্ধুত্ব সারা জীবনের পাথেয় হবে।<br />\r\n<br />\r\nবৃষ: শুভাশুভ মিশ্রফল প্রদান করবে। যেমন আয় তেমন ব্যয় হওয়ায় সঞ্চয়ের খাতে থাকবে শূন্য, ব্যবসা-বাণিজ্যে মজুদ মালের দাম বৃদ্ধি পেলেও বিক্রয় করে ঘরে তোলা কঠিন হবে। না বুঝে চুক্তি সম্পাদন ও বিনিয়োগ ঘাতক বলে প্রমাণিত হবে।<br />\r\n<br />\r\nমিথুন: বিবাহযোগ্যদের বিবাহের কথাবার্তা পাকাপাকি হবে। প্রেমী যুগলের প্রেমের স্বীকৃতি মিলবে দীর্ঘদিনের দাম্পত্য কলহ বিবাদের মীমাংসা হবে। শত্রু ও বিরোধীপক্ষের পাতা ফাঁদে তারা নিজেরাই ঘায়েল হবে।<br />\r\n<br />\r\nকর্কট: কর্ম ও ব্যবসা-বাণিজ্যে বড় কোনো অর্ডার হাত ছাড়া হয়ে পড়বে। শরীর স্বাস্থ্য অনুকূলে না থাকায় কোনো কাজে মন বসবে না। বিদেশ গমনেচ্ছুদের বিদেশ গমনের স্বপ্নসাধ পূরণ হবে।<br />\r\n<br />\r\nসিংহ: বিদ্যাশিক্ষায় ব্রতীদের জন্য সুবর্ণ সুযোগ অপেক্ষা করবে। বেকারদের কর্মপ্রাপ্তির বাসনা পূরণ হবে। পিতামাতার কাছ থেকে ভরপুর সাহায্য সহযোগিতা ও আশীর্বাদপ্রাপ্ত হবেন। লটারি ফাটকা জুয়া রেস শেয়ার বর্জন করা শ্রেয় হবে।&nbsp;&nbsp;<br />\r\n&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\nকন্যা: বন্ধু-বান্ধব, আত্মীয় পরিজন সাহায্যের হাত বাড়িয়ে ধরবে। দূর থেকে আসা কোনো সংবাদে গোটা পরিবারে প্রশান্তির সুবাতাস বইবে। দাম্পত্য সুখ-শান্তি প্রতিষ্ঠার পথ সুগম হবে।&nbsp;&nbsp;<br />\r\n<br />\r\nতুলা: ভাইবোনদের সঙ্গের দীর্ঘদিনের কলহ-বিবাদের মীমাংসা হবে। আজকের দিনে রোপণ করা বৃক্ষ ভবিষ্যতে ফুল ফল ও সংকটকালে ছায়া দিয়ে বাঁচাবে।&nbsp;&nbsp;</p>', 'news', '2018-11-06 05:11:17', '2018-11-06 05:11:17'),
(12, 'সেই মেয়েটিকে ধর্ষণ না করায় পুলিশকে ধন্যবাদ : তসলিমা নাসরিন', 11, 0, '1541504680.jpg', '<p>রাজধানীর রাস্তায় তল্লাশির নামে তরুণীকে হেনস্তার ভিডিও ভাইরালের ঘটনায় এবার পুলিশের আচরণ নিয়ে মন্তব্য করলেন নির্বাসিত বাংলাদেশি লেখক তসলিমা নাসরিন। তিনি বলেন, &nbsp;&lsquo;আমি বরং ধন্যবাদ দিই পুলিশকে যে তারা ল্যাং মেরে মেয়েটিকে তুলে নিয়ে গিয়ে কোথাও ধর্ষণ করে মেরে ফেলে রাখেনি। পারতো তো।&rsquo;</p>\r\n\r\n<p>বৃহস্পতিবার (২৫ অক্টোবর)&nbsp;বেলা ১টার দিকে ফেসবুকে এক স্ট্যাটাসে এই কথা বলেন তসলিমা নাসরিন।</p>\r\n\r\n<p>গত ২২ অক্টোবর দিবাগত রাত ২টার দিকে রামপুরা এলাকায় অটোরিকশা থামিয়ে ওই তরুণীর সঙ্গে অশালীন আচরণ করেন পুলিশের একাধিক সদস্য। এই ঘটনার ভিডিও ফেসবুকে ভাইরাল হয়ে যায়। এই ঘটনায় ৫ পুলিশসদ্যকে বরখাস্ত করা হয়েছে।&nbsp;</p>\r\n\r\n<p>এ ঘটনায় উপস্থিত পাবলিক অর্ডার ম্যানেজমেন্টের (পিএমও) দুই পুলিশ সদস্যকে শনাক্ত করে তাদের সাময়িক বরখাস্ত করা হয়েছে।<br />\r\nতসলিমা নাসরিনের স্ট্যাটাসটি হুবহু তুলে ধরা হলো...</p>', 'news', '2018-11-06 05:44:40', '2018-11-06 05:44:40'),
(13, 'সাত দফার এক দফাও মানা হবে না : কাদের', 23, 27, '1541504938.jpg', '<p>আজ শুক্রবার রাজধানীর উত্তরা দিয়াবাড়িতে মেট্রোরেল প্রকল্প পরিদর্শন শেষে তিনি একথা বলেন।</p>\r\n\r\n<p>ওবায়দুল কাদের বলেন, তাদের সব দাবি অযৌক্তিক। সাত দফার এক দফাও মানা হবে না। তাই নিরপেক্ষ সরকারের দাবি উঠতে পারে না। নির্বাচনের সময় সরকার তার এজেন্ডাগুলো বাস্তবায়ন করবে। বিশ্বের অন্য দেশে যেভাবে থাকে আমাদের দেশেও একইভাবে সরকার থাকবে।&nbsp;</p>\r\n\r\n<p>মেট্রোরেল নিয়ে তিনি বলেন,&nbsp;২০১৯ সালের ডিসেম্বরে উত্তরা থেকে আগারগাঁও পর্যন্ত মেট্রোরেলের প্রথম ফেজের কাজ শেষ হবে। দ্বিতীয় ফেজ আগারগাঁও থেকে বাংলাদেশ ব্যাংক পর্যন্ত ২০২০ সালের ডিসেম্বরে শেষ হবে। এটি একটি মেগা প্রকল্প।&nbsp;</p>\r\n\r\n<p>একাত্তর ট্রিবিউন/ এআর</p>', 'news', '2018-11-06 05:48:58', '2018-11-06 05:48:58'),
(14, 'সাত দফার এক দফাও মানা হবে না : কাদের', 23, 27, '1541504988.jpg', '<p>আজ শুক্রবার রাজধানীর উত্তরা দিয়াবাড়িতে মেট্রোরেল প্রকল্প পরিদর্শন শেষে তিনি একথা বলেন।</p>\r\n\r\n<p>ওবায়দুল কাদের বলেন, তাদের সব দাবি অযৌক্তিক। সাত দফার এক দফাও মানা হবে না। তাই নিরপেক্ষ সরকারের দাবি উঠতে পারে না। নির্বাচনের সময় সরকার তার এজেন্ডাগুলো বাস্তবায়ন করবে। বিশ্বের অন্য দেশে যেভাবে থাকে আমাদের দেশেও একইভাবে সরকার থাকবে।&nbsp;</p>\r\n\r\n<p>মেট্রোরেল নিয়ে তিনি বলেন,&nbsp;২০১৯ সালের ডিসেম্বরে উত্তরা থেকে আগারগাঁও পর্যন্ত মেট্রোরেলের প্রথম ফেজের কাজ শেষ হবে। দ্বিতীয় ফেজ আগারগাঁও থেকে বাংলাদেশ ব্যাংক পর্যন্ত ২০২০ সালের ডিসেম্বরে শেষ হবে। এটি একটি মেগা প্রকল্প।&nbsp;</p>', 'is-bottom', '2018-11-06 05:49:48', '2018-11-06 05:49:48'),
(15, 'দ্বিতীয় শ্রেণিতে উন্নীত হলো উপ-সহকারী কৃষি কর্মকর্তারা', 9, 3, '1541506354.jpg', '<p>কক্সবাজারের টেকনাফে নাফনদী পাশে&nbsp;দুই দল ইয়াবা ব্যবসায়ীর মধ্যে চালান খালাস নিয়ে গোলাগুলির ঘটনা ঘটেছে। এতে এক ইয়াবা কারবারির মৃতদেহ, অস্ত্র, বুলেট ও ইয়াবা উদ্ধার করা হয়েছে।&nbsp;<br />\r\n&nbsp;<br />\r\nপুলিশ সূত্রে&nbsp;জানা গেছে, শুক্রবার ভোররাতে টেকনাফ মডেল থানার অফিসার্স ইনচার্জ প্রদীপ কুমারের নেতৃত্বে একদল পুলিশ হ্নীলা থেকে মাদক বিরোধী অভিযান শেষে ফেরার পথে দমদমিয়া এলাকায় পৌঁছলে নাফনদীর কিনারায় গোলাগুলির শব্দ শুনতে পায়। পুলিশ ঘটনাস্থলে গেলে ইয়াবা কারবারীরা পুলিশকে লক্ষ্য করে গুলিবর্ষণ করে। পুলিশও আত্মরক্ষার্থে পাল্টা গুলিবর্ষণ করে। গোলাগুলি শেষে&nbsp;পরিস্থিতি শান্ত হলে ঘটনাস্থল তল্লাশি করে একটি গুলিবিদ্ধ মৃতদেহ, ২টি দেশীয় অস্ত্র, ১০ রাউন্ড বুলেট ও ৬ হাজার পিস ইয়াবা পাওয়া যায়।</p>', 'cat-main', '2018-11-06 06:12:34', '2018-11-06 06:12:34'),
(16, 'ইসলামী জোটগুলো সরকারের অধীনে নির্বাচনে প্রস্তুত', 23, 27, '1541507915.jpg', '<p>সরকারের অধীনে বা সংসদ রেখেই নির্বাচন হওয়ার পদ্ধতি অনুসরণ করা হয়। আমাদের দেশেও ওই পদ্ধতিই অনুসরণ করা উচিত বলে আমার মনে হয়।&rsquo;</p>\r\n\r\n<p>তবে কী নিয়ে এই সংলাপ, জানতে চাইলে আবদুল লতিফ নেজামী বলেন, নির্বাচনের সময় অন্তর্বর্তীকালীন সরকারের দাবি নিয়ে বিরোধী জোটগুলোর সাথে সরকারের দ্বন্দ্বের সমাধান খোঁজার উদ্দেশে এই সংলাপ। নির্বাচনকালীন সরকারের যে দাবি বা বিতর্ক তা সমাধানের লক্ষ্যে আইনগত ও সাংবিধানিক বিশ্লেষণের মাধ্যমে রাজনৈতিকভাবে এ সমস্যার সমাধান করা বাঞ্ছনীয়। তিনি বলেন, এই বিষয়ে একটি স্থায়ী আইন করা প্রয়োজন যেন ভবিষ্যতে নির্বাচনের সময় এ বিষয়ে কোনো বিতর্ক তৈরি না হয়।</p>\r\n\r\n<p>সংলাপে ইসলামী দলগুলোর দাবি প্রসঙ্গে আবদুল লতিফ নেজামী বলেন, &lsquo;সারা দেশে হাজার হাজার আলেম ওলামা মামলায় জর্জরিত, আমরা সরকারের কাছে দাবি জানাব তাদের এসব মামলা যেন প্রত্যাহার করা হয়।&rsquo; এ ছাড়া নির্বাচনকে সুষ্ঠু, অবাধ ও নিরপেক্ষ করার লক্ষ্যে সরকার, প্রশাসন, নির্বাচন কমিশন এবং রাজনৈতিক দলগুলো যেন নিরপেক্ষ ভূমিকা পালন করে সেই দাবিও জানাবেন ইসলামী দলগুলোর নেতারা।</p>\r\n\r\n<p>নির্বাচনের আগে কয়েকটি বিরোধীদলের সাথে সংলাপ সীমাবদ্ধ না রেখে সব রাজনৈতিক দলের সঙ্গে পরিচালনা করার সিদ্ধান্তকেও ইসলামী ঐক্যজোটের পক্ষ থেকে সাধুবাদ জানান নেজামী। গত ১ নভেম্বর জাতীয় ঐক্যফ্রন্টের সঙ্গে সংলাপে বসেন প্রধানমন্ত্রী। এরপর বিকল্পধারার নেতৃত্বাধীন যুক্তফ্রন্ট ও জাতীয় পার্টির সঙ্গেও সংলাপ করেন তিনি। এরই ধারাবাহিকতায় আজ ইসলামী ঐক্যজোট, মুসলিম লীগ, জাকের পার্টি, সম্মিলিত ইসলামী জোটসহ আরো কয়েকটি দলের সঙ্গে সংলাপ চলছে। বিকেলে বামপন্থী কয়েকটি সংগঠনের জোটের সঙ্গেও বসবেন প্রধানমন্ত্রী।</p>', 'cat-main', '2018-11-06 06:38:35', '2018-11-06 06:38:35'),
(17, 'বিদেশফেরত নারীদের দায় নিচ্ছে না কেউ', 25, 28, '1541508422.jpg', '<p>মানসিক স্বাস্থ্য ইনস্টিটিউট ও হাসপাতালে চিকিৎসা নিয়ে সম্প্রতি গ্রামে ফিরেছেন। ওই নারীর ভাই টেলিফোনে প্রথম আলোকে জানালেন, বিদেশ যাওয়ার আগেই স্বামী তাঁর বোনকে ফেলে চলে গেছেন। সৌদিতে নয় মাস কাজ করলেও ছয় মাসের টাকা দেশে পাঠাতে পেরেছিলেন। বোন কবে সুস্থ, স্বাভাবিক হবে ঠিক নেই। এখন কে তাঁর দায়িত্ব নেবে, তা ভেবে হিমশিম খাচ্ছে পরিবারটি।</p>\r\n\r\n<p>বেসরকারি সংস্থা ওকাপের কর্মকর্তা (কেস ম্যানেজমেন্ট অফিসার) শাহীনূর আক্তার প্রথম আলোকে বলেন, বিদেশফেরত নারীদের অনেককেই পরিবার নিতে চাচ্ছে না, কখনোবা ওই নারী নিজেই যেতে চাইছেন না। অনেকে সন্তান নিয়ে ফিরেছেন। এ অবস্থায় সামাজিকভাবে তাঁরা সমস্যায় পড়ছেন।</p>', 'cat-main', '2018-11-06 06:47:02', '2018-11-06 06:47:02'),
(18, 'এফএএস ফাইন্যান্সের ডিএমডি হলেন নূরুল হক গাজী', 25, 29, '1541508678.jpg', '<p>কা বিশ্ববিদ্যালয়ের হিসাববিজ্ঞান বিভাগ থেকে&macr;স্নাতকোত্তর ডিগ্রি অর্জনের পর ১৯৮৮ সালে পূবালী ব্যাংকে শিক্ষানবিশ অফিসার হিসেবে কর্মজীবন শুরু হয় মো. নূরুল হক গাজীর। ৩০ বছরের কর্মজীবনে তিনি পূবালী ব্যাংক, সাউথ ইস্ট ব্যাংক, মার্কেন্টাইল ব্যাংক এবং এফএএস ফাইন্যান্স অ্যান্ড ইনভেস্টমেন্ট লিমিটেডে বিভিন্ন গুরুত্বপূর্ণ পদে দায়িত্বরত ছিলেন। এ ছাড়াও তিনি দেশে এবং বিদেশে বিভিন্ন সেমিনার, কর্মশালা ও প্রশিক্ষণ কর্মসূচিতে অংশগ্রহণ করেন। প্রেস&nbsp;</p>', 'news', '2018-11-06 06:51:18', '2018-11-06 06:51:18'),
(19, 'সাবেক ছিটমহলের বাসিন্দারা ফিরে পাচ্ছেন জমির স্বত্ব', 10, 15, '1541510285.jpg', '<p>পশ্চিমবঙ্গের মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায়ের নির্দেশে জমির মালিকানা ছিটমহলবাসীকে দেওয়ার প্রক্রিয়া শুরু করেছে কোচবিহারের ভূমি দপ্তর। ভূমি দপ্তর বলছে, যারা যে স্থানে দখলে রয়েছে, সেভাবেই তৈরি করা হচ্ছে পরচা। মালিকানা সেভাবে দেওয়া হবে। তবে যেসব জমি নিয়ে বিবাদ আছে, তা মিটলে চূড়ান্তভাবে স্বত্ব দেওয়া হবে।</p>\r\n\r\n<p>ভূমি দপ্তর জানায়, বর্তমানে দখল করা ব্যক্তিদের হাতে তুলে দেওয়া হবে সেই জমি। আবার যাঁদের কাছে কোনো কাগজপত্র নেই, আইন সংশোধন করে তাঁদের দখল করা জমি দিয়ে দেওয়া হবে। তাই পশ্চিমবঙ্গ বিধানসভায় এ&ndash;সংক্রান্ত আইনের সংশোধন এনে তাঁদের হাতে জমি তুলে দেওয়া হবে। যদি কোনো জমির মালিকানা নিয়ে আপত্তি ওঠে, একটি নির্দিষ্ট সময়ের মধ্যে এর সুরাহা করা হবে। আর কাজ সম্পন্ন হওয়ার পর ছিটমহলবাসী তাঁদের নামের রেকর্ডকৃত জমির&nbsp;</p>', 'cat-main', '2018-11-06 07:18:05', '2018-11-06 07:18:05');

-- --------------------------------------------------------

--
-- Table structure for table `subcategories`
--

CREATE TABLE `subcategories` (
  `id` int(10) UNSIGNED NOT NULL,
  `category` int(11) NOT NULL,
  `sub_category` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `subcategories`
--

INSERT INTO `subcategories` (`id`, `category`, `sub_category`, `created_at`, `updated_at`) VALUES
(1, 7, 'sub116', '2018-11-04 04:11:30', '2018-11-04 06:37:36'),
(2, 9, 'অপরাধ', '2018-11-06 00:21:08', '2018-11-06 00:21:08'),
(3, 9, 'অর্থ-উন্নয়ন', '2018-11-06 00:21:36', '2018-11-06 00:21:36'),
(4, 9, 'আইন-আদালত', '2018-11-06 00:21:53', '2018-11-06 00:21:53'),
(5, 9, 'জনসংখ্যা', '2018-11-06 00:22:20', '2018-11-06 00:22:20'),
(6, 9, 'জাতীয়-নির্বাচন', '2018-11-06 00:22:38', '2018-11-06 00:22:38'),
(7, 9, 'দুর্ঘটনা', '2018-11-06 00:22:54', '2018-11-06 00:22:54'),
(8, 9, 'পরিবেশ-জলবায়ু', '2018-11-06 00:23:55', '2018-11-06 00:23:55'),
(9, 9, 'বিবিধ', '2018-11-06 00:24:26', '2018-11-06 00:24:26'),
(10, 9, 'বিভাগ', '2018-11-06 00:24:48', '2018-11-06 00:24:48'),
(11, 9, 'রাজধানী', '2018-11-06 00:25:05', '2018-11-06 00:25:05'),
(12, 10, 'আফ্রিকা', '2018-11-06 00:26:47', '2018-11-06 00:26:47'),
(13, 10, 'আরব-বিশ্ব', '2018-11-06 00:27:09', '2018-11-06 00:27:09'),
(14, 10, 'যুক্তরাজ্য', '2018-11-06 00:27:34', '2018-11-06 00:27:34'),
(15, 10, 'ভারত', '2018-11-06 00:27:50', '2018-11-06 00:27:50'),
(16, 14, 'খাবার-দাবার', '2018-11-06 00:29:47', '2018-11-06 00:29:47'),
(17, 14, 'ফ্যাশন', '2018-11-06 00:30:21', '2018-11-06 00:30:21'),
(18, 14, 'বাগান-পশুপাখি', '2018-11-06 00:30:45', '2018-11-06 00:30:45'),
(19, 14, 'রূপচর্চা', '2018-11-06 00:31:23', '2018-11-06 00:31:23'),
(20, 12, 'অ্যাথলেটিক্স', '2018-11-06 00:31:44', '2018-11-06 00:31:44'),
(21, 12, 'ক্রিকেট', '2018-11-06 00:31:56', '2018-11-06 00:31:56'),
(22, 12, 'গলফ', '2018-11-06 00:32:38', '2018-11-06 00:32:38'),
(23, 12, 'ফুটবল', '2018-11-06 00:32:55', '2018-11-06 00:32:55'),
(24, 13, 'টালিউড', '2018-11-06 00:34:32', '2018-11-06 00:34:32'),
(25, 13, 'ঢালিউড', '2018-11-06 00:34:47', '2018-11-06 00:34:47'),
(26, 13, 'বলিউড', '2018-11-06 00:35:18', '2018-11-06 00:35:18'),
(27, 23, 'আওয়ামীলীগ', '2018-11-06 00:49:36', '2018-11-06 00:49:36'),
(28, 25, 'শেয়ারবাজার', '2018-11-06 06:45:07', '2018-11-06 06:45:07'),
(29, 25, 'পোশাক-শিল্প', '2018-11-06 06:49:19', '2018-11-06 06:49:19');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'Mahabub', 'm@gmail.com', NULL, '$2y$10$3Tn2RMYlWprO4xuTTNh3leZ26l.1m8BxDvDZ7qiBrhNbnCjFw3pvO', 'FkcAghDdnRrjyicPQMy9iyXJPchCkwLPvvhlPVnXLR4BJ6I9GeurzY3c32CQ', '2018-11-01 01:12:08', '2018-11-01 01:12:08'),
(2, 'Mahabub', 'mahbubsprint310@gmail.com', NULL, '$2y$10$piR4HgqT9sRQdK/zZFSP.OShOC0l9lhB8tJHXbbriST5TqAk3uz3m', 'rAhEiMzgZSxD8htvdf0Y63s0ODq4WPtiC90uiMfJR7Y0kaw6DIPCvd3jNPdg', '2018-11-01 01:28:46', '2018-11-01 01:28:46'),
(3, 'nasima', 'Nasimabegume12@gmail.com', NULL, '$2y$10$WabeEAwV8ImcrjRGrJsJi.Rvq.COtiZj9R7ml7s6Y3twZ7FZVpMv.', '6bd9c4Oriq9UXDCjPth00xqJd0ad2Zq7VxxKHDsgcxgPBz95672dg0DsZEO2', '2018-11-01 03:34:23', '2018-11-01 03:34:23');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `subcategories`
--
ALTER TABLE `subcategories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `posts`
--
ALTER TABLE `posts`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `subcategories`
--
ALTER TABLE `subcategories`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
